[
    {
        "id":1,
        "name":"Beijing 2022",
        "url":"pastgame-beijing2022",
        "image":"/images/beijing.png",
        "banner":"/images/beijing1.png",
        "About":"ABOUT THE GAMES",
        "info1":"Having won the bid for the 2022 Olympic Winter Games on 31 July 2015, Beijing became the first city in the world to have hosted both the summer and winter editions of the Olympic Games.",
        "info2":"With a vision of “Joyful Rendezvous upon Pure Ice and Snow,” Beijing 2022 built on the legacies of the landmark Beijing 2008 Olympic Games and encouraged 300 million people across China to embrace winter sports.",
        "info3":"The 109 events in seven Olympic winter sports were held in the three competition zones of central Beijing, Yanqing and Zhangjiakou.",
        "info4":"The Beijing 2022 medals - named 'Tong Xin', meaning 'together as one' - are composed of five rings and a centre; the design is based on Chinese ancient jade concentric circle pendants with the five rings representing the Olympic spirit to bring people together and the splendour of the Olympic Winter Games being shared all over the world.",
        "info5":"The five Olympic rings are engraved in the centre on the front of the medals and the words “XXIV Olympic Winter Games Beijing 2022” are engraved around it, surrounded by ice, snow and cloud patterns. On the back, the emblem of the Olympic Winter Games Beijing 2022 is placed in the centre with the full Chinese name of the Beijing 2022 Winter Olympic Games (北京2022年第24届冬季奥林匹克运动会) engraved around it.",
        "info7":"Bing Dwen Dwen",
        "info8":"The new Olympic mascot served as an ambassador for winter sports, bringing joy to those who participate in and watch the Olympic Winter Games. “Bing” means ice and also symbolises purity and strength, and “Dwen Dwen” represents children. The mascot embodies the strength and willpower of athletes and will help to promote the Olympic spirit.",
        "info9":"Description",
        "info10":"Bing Dwen Dwen wears a full-body “shell” made out of ice, which resembles an astronaut suit - a tribute to embracing new technologies for a future with infinite possibilities. The shell also helps the panda to skate, snowboard and ski alongside the Olympic athletes.",
        "info11":"Creator",
        "info12":"Cao Xue",
        "info13":"Did you know?",
        "info14":"The design for Bing Dwen Dwen was chosen from over 5,800 submissions from China and 35 countries around the world as part of a global competition arranged by the Beijing 2022 Organising Committee. The designs were reviewed by Chinese and international experts, with the final selections made by teams from the Guangzhou Academy of Fine Arts and Jilin University of the Arts. The selection of an animated panda for Beijing 2022's official mascot is not too surprising, as the giant panda is the national animal of China - not to mention that a panda was one of the five Fuwa mascots of the Beijing 2008 Olympic Games.",
        "info15":"Description",
        "info16":"The torch design, brimming with dynamism and vitality, combines traditional Chinese culture and aesthetics with technology. The upward spiral shape resembles two overlapping, fluttering ribbons. The inner red ribbon evokes rising flames, while the outer silver ribbon is reminiscent of ice. The two ribbons seem to stretch endlessly, representing humankind's relentless pursuit of light, peace and excellence. The colour combination and some of the artistic elements, such as the cloud patterns on the handle, are inspired by those of the Beijing 2008 torch. Snowflake patterns can also be seen on the handle, while the upper section of the torch features the Beijing 2022 Winter Games emblem.",
        "info17":"Designer/ Manufacturer",
        "info18":"Alibaba creative team, including Jianye Li (torch's appearance) /Sinopec (development of carbon-fibre materials), China Aerospace Science and Technology Corporation (development of fuel system)",
        "info19":"Did you know?",
        "info20":"The name of the torch is “Flying” (飞扬 Fei Yang).",
        "info21":"The design allows two torches to lock into each other at the top, for example when torchbearers exchange the flame during the Torch Relay, symbolising mutual understanding and respect between different cultures.",
        "info22":"The torch design was selected from among 182 entries as part of a global competition.",
        "info23":"The shape of the torch recalls that of the Beijing 2008 main cauldron, which resembles a giant scroll, highlighting the Olympic spirit's legacy in the Chinese capital.",
        "info24":"The safety lantern is inspired by an ancient Chinese lamp, the Han dynasty-era Chang Xin palace lantern, created around 2,000 years ago.",
        "image1":"/images/beijing15.png",
        "image2":"/images/beijing16.png",
        "image3":"/images/beijing17.png",
        "Pastgame":[
            {
                "id":1,
                "name":"BEIJING 2022",
                "type":"Winter"
            }
        ]
    },
    {
        "id":2,
        "name":"Tokyo 2020",
        "url":"pastgame-tokyo2020",
        "image":"/images/tokyo.png",
        "banner":"/images/tokyo1.png",
        "About":"ABOUT THE GAMES",
        "info1":"The Tokyo 2020 Games were an unprecedented demonstration of unity and solidarity as the world came together for the first time following the onset of the COVID-19 pandemic for an Olympic Games focused on the pure essentials: a celebration of athletes and sport.",
        "info2":"This sense of solidarity was critical to the success of the Tokyo 2020 Games following their historic one-year postponement, especially in the establishment of the Tokyo 2020 Playbooks—guidelines for safe and secure participation and operations. The Playbooks set a new standard for large-scale sporting events and ensured that everyone from athletes to the media would be able to safely take part in the Games.",
        "info3":"The Tokyo 2020 Games showcased the evolution of the Olympic programme, introducing new sports and events that strengthened the timeless appeal of the Olympic Games for a new generation. Tokyo 2020's 339 events in 33 sports—the most in Olympic history—included the Olympic debut of sports such as skateboarding, sport climbing, surfing and karate, as well as events such as BMX freestyle and 3x3 basketball.",
        "info4":"With exactly one year to go before the scheduled start of the Olympic Games Tokyo 2020, the Organising Committee (TOCOG) unveiled the design of the medals that will be awarded at the Games",
        "info5":"The organisers of the Tokyo 2020 Medal Project are hoping that this drive for a sustainable society will not end with the Olympic medals themselves. They are now calling on business owners, local authorities and the Japanese public to continue donating used household appliances, to reuse the metal for community purposes, including the creation of medals for local sports events across Japan.",
        "info7":"Miraitowa",
        "info8":"The Olympic mascot is called Miraitowa, which is derived from the Japanese words “mirai” (future) and “towa” (eternity). This name was chosen to promote a future full of eternal hope in the hearts of people all over the world.",
        "info9":"Description",
        "info10":"With its traditional and futurist style, the mascot embodies both the old and the new, echoing the concept of 'innovation from harmony'. Its forehead bears the emblem of the Tokyo 2020 Games, whose traditional chessboard motif is composed of indigo blue rectangles of three different sizes.",
        "info11":"Creator",
        "info12":"Ryo Taniguchi",
        "info13":"Did you know?",
        "info14":"In August 2017, the Tokyo 2020 Organising Committee received 2,042 designs submitted as part of a competition open to anyone aged 18 or over resident in Japan. Then, by means of a selection process in several stages, the number of proposals was progressively reduced to leave three finalists, which were announced at the beginning of December 2017. The task of electing the winner from the three finalist projects was given to the children of Japanese primary schools, with each class having one vote. The voting period extended from 11 December 2017 to 22 February 2018, and 205,755 classes from 16,769 schools participated. The project of Ryo Taniguchi won with a total of 109,041 votes.",
        "info15":"Description:",
        "info16":"The torch takes its inspiration from the sakura cherry-blossom, a symbolic tree in Japan. It flares out at the top to form five petals from which the flame emerges and which, seen from above, recall the shape of a cherry-blossom flower. The pink colour of the torch is also a reference to the sakura, and the central upper part features the Tokyo 2020 Olympic emblem. The torch features a two-combustion mechanism that produces a high calorific blue flame and a flameless catalytic reaction. This ensures that the flame stays alight and has a reddish colour.",
        "info17":"Designer/ Manufacturer:",
        "info18":"Tokujin Yoshioka Inc. / UACJ Extrusion Corporation (housing), LIXIL Corporation (materials), Shinfuji Burner Co., Ltd. (combustion mechanism), Eneos Globe Corporation (fuel/fuel cylinder)",
        "info19":"Did you know?",
        "info20":"Recycled aluminium, which forms around 30 per cent of each torch, was originally used for temporary prefabricated housing intended for the victims of the earthquake that struck the Tohoku region in 2011.",
        "info21":"The torch was produced from only one sheet of metal, with no seams, thanks to a mechanical aluminium extraction process.",
        "info22":"A version of the torch fuelled by hydrogen was produced by Taiho Seiki Co., Ltd, Toyota Motor Corporation, and other partners. The hydrogen used was produced with solar energy. This torch was used for some parts of the relay in Fukushima, Aishi and Tokyo prefectures.",
        "info23":"For the first time in the history of the Olympic torch relay, a woman, Anna Korakaki, was the first torchbearer.",
        "info24":"The cauldron in the Stadium, designed by Oki Sato, represented the sun. It opened up like a flower to symbolise hope and vitality. A similar smaller cauldron was set up on the Yume no Ohashi bridge close to Tokyo Bay. It was lit shortly after the Opening Ceremony by Ayaka Takahashi, badminton doubles gold medallist at Rio 2016. The flame burned there throughout the Games. The fuel used for both cauldrons was hydrogen.",
        "image1":"/images/tokyo15.png",
        "image2":"/images/tokyo16.png",
        "image3":"/images/tokyo17.png",
        "Pastgame":[
            {
                "id":2,
                "name":"TOKYO 2020",
                "type":"Summer"
            }
        ]
    },
    {
        "id":3,
        "name":"Pyeongchang 2018",
        "url":"pastgame-pyeongchang2018",
        "image":"/images/pyeongchang.png",
        "banner":"/images/pyeongchang1.png",
        "About":"ABOUT THE GAMES",
        "info1":"PyeongChang's vision for the 2018 Games was to offer the Olympic Movement and the world of winter sports New Horizons—a legacy of new growth and new potential never seen before.",
        "info2":"Its Winter Games plan was one of the most compact in Olympic history. It offered a unique stage on which the world's best athletes could achieve superior performances.",
        "info3":"With PyeongChang's strategic position in Asia, and its access to a young and fast growing youth market, the 2018 Olympic Winter Games exposed new generations of potential athletes to the power of winter sport.",
        "info4":"The medals, which ranged in weight from 586 grams for the gold medal to 493 grams for the bronze, reflect the traditions and culture of the host nation. Their design was inspired by the texture of tree trunks, with the front bearing the Olympic rings and dynamic diagonal lines that reflect both the history of the Olympics and the determination of the participants. On the reverse, meanwhile, are the discipline, event and the PyeongChang 2018 emblem. In total, 259 sets of the medals were made.",
        "info5":"They are the work of celebrated South Korean designer Lee Suk-woo, who incorporated Hangeul - the Korean alphabet and the foundation of Korean culture - into their design through a series of consonants symbolising the effort of athletes from around the world, who came together as one to compete at PyeongChang 2018.",
        "info7":"Soohorang",
        "info8":"The new Olympic mascot served as an ambassador for winter sports, bringing joy to those who participate in and watch the Olympic Winter Games. “Bing” means ice and also symbolises purity and strength, and “Dwen Dwen” represents children. The mascot embodies the strength and willpower of athletes and will help to promote the Olympic spirit.",
        "info9":"Description",
        "info10":"Soohorang, the mascot of the PyeongChang 2018 Olympic Winter Games, took its motif from the white tiger.",
        "info11":"Creator",
        "info12":"Soohorang",
        "info13":"Did you know?",
        "info14":"The white tiger has been long considered Korea's guardian animal. “Sooho”, meaning “protection” in Korean, symbolises the protection offered to the athletes, spectators and other participants of the 2018 Games. “Rang” comes from the middle letter of “Ho-rang-i”, the Korean word for “tiger”, and is also the last letter of “Jeong-seon A-ri-rang”, a cherished traditional folk song of Gangwon Province, where the Games were held.",
        "info15":"Description",
        "info16":"Coinciding with the 100-days-to-go mark on 1 November 2017, and following the lighting of the Olympic flame in Olympia, Greece, one week earlier, the Olympic flame arrived in the city of Incheon. The Olympic flame then spent 101 days making its way around 17 cities and provinces across the Republic of Korea, shining a spotlight on the nation's culture, technological prowess and landmarks, and enabling people across the host country to share in the excitement of the Olympic Torch Relay.",
        "info17":"Designer/ Manufacturer",
        "info18":"The torch was exactly 700 mm in length, representing the altitude of PyeongChang, which is 700 metres above sea level. The white and gold tones of the torch mirrored the main colours of the PyeongChang 2018 Olympic Winter Games Torch Relay, while the five-pronged shape of the flame was based on the Korean symbol for PyeongChang, which was also engraved around the bottom half and top of the torch.",
        "info19":"Did you know?",
        "info20":"The five-angled shape in the middle of the uniform cap was meant to represent the spirit of sports, which connects races, nations, religions, genders, cultures, as well as the five continents, united by a common passion for the Games.",
        "info21":"The torch was designed by Korean designer Young Se Kim, who set out to create something that would inspire happiness in all those who behold it. ",
        "info22":" It was designed so that the flame would continue to burn in all weather conditions, and that it could withstand the strong winds and heavy snowfall that can be expected in the Republic of Korea.",
        "info23":"A total of 7,500 torchbearers took part in the Olympic Torch Relay. To accompany the relay, a fun programme of events and activities was staged each evening in the cities along the route. The identity of the final torchbearer, who had the honour of lighting the Olympic cauldron, was only revealed on 9 February, the day of the Opening Ceremony for PyeongChang 2018.",
        "info24":"When wind blew towards the flame, an air-tunnel was created which provided more oxygen to keep the flame lit throughout the Torch Relay. There was also a pentagon-shaped hole in the bottom of the torch so that any water could drain to the bottom of the torch, ensuring that the flame continued to burn in rainy conditions.",
        "image1":"/images/pyeongchang15.png",
        "image2":"/images/pyeongchang16.png",
        "image3":"/images/pyeongchang17.png",
        "Pastgame":[
            {
                "id":3,
                "name":"PYEONGCHANG 2018",
                "type":"Winter"
            }
        ]
    },
    {
        "id":4,
        "name":"RIO 2016",
        "url":"pastgame-rio2016",
        "image":"/images/rio.png",
        "banner":"/images/rio1.png",
        "About":"ABOUT THE GAMES",
        "info1":"The Rio 2016 Games provided the best possible environment for peak performances. Athletes enjoyed world-class facilities, including a superb village, all located in one of the world's most beautiful cities, in a compact layout for maximum convenience.",
        "info2":"The competition venues were clustered in four zones—Barra, Copacabana, Deodoro and Maracanã—and connected by a high-performance transport ring. Nearly half of the athletes could reach their venues in less than 10 minutes, and almost 75 per cent could do so in less than 25 minutes.",
        "info3":"Of the 34 competition venues, eight underwent some permanent works, seven were totally temporary and nine were constructed as permanent legacy venues.",
        "info4":"On the obverse, Nike, goddess of victory, flies into the Panathinaikos stadium bringing triumph to the best athlete. For these Games, her figure is accompanied by the specific inscription: “XXXI Olympiada Rio 2016”. The reverse features laurel leaves—a symbol of victory in the ancient Greece—in the form of the wreaths awarded to competition winners. They are surrounding the Rio 2016 Olympics logo.",
        "info5":"Bearing a design that celebrates the relationship between the strengths of Olympic heroes and the forces of nature, the 500g gold, silver and bronze medals were made with sustainability at their heart. The silver and bronze medals were produced using 30 per cent recycled materials while the ribbons were made from 50 per cent recycled PET. Meanwhile, the gold medals were completely free of mercury.",
        "info7":"Vinicius",
        "info8":"The name of the Olympic mascot pays tribute to Brazilian poet and lyricist Vinicius de Moraes.",
        "info9":"Description",
        "info10":"Vinicius is a mix of different Brazilian animals. His design takes inspiration from pop culture, as well as video game and animation characters. Alongside his Paralympic Games colleague, Vinicius represents the diversity of the Brazilian people and culture, as well as its exuberant nature.",
        "info11":"Creator",
        "info12":"Birdo Produções",
        "info13":"Did you know?",
        "info14":"The call for tenders for the creation of the Rio 2016 mascots was launched in November 2012, and was aimed at Brazilian companies and professionals in the fields of design, animation and illustration. The country's major firms took part. After various selection phases, a multi-disciplinary jury unanimously selected the final project in August 2013. The Olympic and Paralympic mascots were unveiled simultaneously to the public on 23 November 2014. The mascots (life-sized costume versions) made their first public appearance at the Ginásio Experimental Olímpico Juan Antonio Samaranch, named after the former IOC President. This is a school in Rio, opened under the impetus of the Games and aimed at young sporting talents.",
        "info15":"Description",
        "info16":"In Brazil, the Relay route went through the five regions of the country and took in some of the most impressive features, like the Fernando de Noronha archipelago, the Lençóis Maranhenses National Park, the beaches of Bahia and the Iguaçu Falls. Lasting 95 days, the Relay followed the Olympic flame within the reach of 90 per cent of the population, visiting more than 300 cities and towns.",
        "info17":"Designer/ Manufacturer",
        "info18":"In Brazil, the torchbearers must be residents of the country. They are recommended by the general public as “everyday heroes” who represent the best of Brazil and who make a difference in their community. The nomination process is run by the Organising Committee and the firms partnering the Relay: Coca-Cola, Nissan and Bradesco.)",
        "info19":"Did you know?",
        "info20":"When they open, they reveal elements representing diversity, energy and the country's exuberant natural landscape, from top to bottom, and in the colours of the Brazilian flag: The sky and its golden sun; The mountains and their green curves; The blue sea and its fluid ripples; The ground, with a pattern like that of the famous Copacabana promenade mosaics.",
        "info21":"The body of the torch, where each runner holds it, has a texture made of small triangles, as an allusion to the three Olympic values of excellence, friendship and respect.",
        "info22":"After a call for tenders throughout Brazil, the Chelles & Hayashi Design Studio was chosen from among 76 agencies by a multidisciplinary jury composed of 11 experts. The winning design was then refined in collaboration with the Organising Committee.",
        "info23":"In a competition held among the schools taking part in the Rio 2016 education programme, young Brazilians had the chance to create their own version of the Olympic torch. The 10 best designs were rewarded with a replica of the Rio 2016 torch.",
        "info24":"Movement, innovation and Brazilian flavour form the essence of the torch, whose design aims to reflect the meeting of the Olympic flame with the human warmth of the people of Brazil. The upper part of the torch is made of several segments, which open and expand vertically when the flame is passed from one torch to the next. These segments, with their floating effect, represent the athletes' effort.",
        "image1":"/images/rio15.png",
        "image2":"/images/rio16.png",
        "image3":"/images/rio17.png",
        "Pastgame":[
            {
                "id":4,
                "name":"RIO 2016",
                "type":"Summer"
            }
        ]
    },
    {
        "id":5,
        "name":"SOCHI 2014",
        "url":"pastgame-sochi2014",
        "image":"/images/sochi.png",
        "banner":"/images/sochi1.png",
        "About":"ABOUT THE GAMES",
        "info1":"The 2014 Olympic Winter Games were the first time that the Russian Federation hosted the Winter Games; the Soviet Union hosted the 1980 Summer Games in Moscow. The host city, Sochi, has a population of 400,000 people and is situated in Krasnodar, which is the third largest region in Russia.",
        "info2":"The Games were organised in two clusters: a coastal cluster for ice events in Sochi, and a mountain cluster located in the Krasnaya Polyana Mountains. This made it one of the most compact Games ever, with around 30 minutes travel time from the coastal to mountain cluster.",
        "info3":"The Sochi Olympic Park was built along the Black Sea coast in the Imeretinskaya Valley, where all the ice venues—such as the Bolshoi Ice Palace, the Maly Ice Palace, the Olympic Oval, the Sochi Olympic Skating Centre, the Olympic Curling Centre—along with the Central Stadium, the Main Olympic Village, the International Broadcast Centre and Main Press Centre, had been built anew for the 2014 Games. The Park ensured a very compact concept with an average distance of 6km between the Olympic Village and the other coastal venues.",
        "info4":"The medals of the XXII Olympic Winter Games in Sochi symbolise the mosaic of national designs from the various cultures and ethnicities that make up the Russian Federation. In them, we see the Sochi landscape bathed in the sun's rays, which shine through the snowy summits onto the sandy beaches of the Black Sea. The work of a master craftsman, mixing metal and polycarbonate, the medals blend lightness and beauty, which made them even more special for the “lucky few” who won them.",
        "info5":"The Olympic medals weigh between 460 and 531 grams depending on which metal was used - gold, silver or bronze. They measure 100 mm in diameter and are 10 mm thick. Some 1,300 medals were produced for the 2014 Olympic Games and Paralympic Games in Sochi. On the obverse, the Olympic rings. On the reverse, the name of the event in English and the symbol of the 2014 Games.",
        "info7":"The Hare, the Polar Bear and the Leopard",
        "info8":"In 2012, Russia introduced a new 25-ruble coin, and the Sochi 2014 mascots had the honour to be featured on it.",
        "info9":"Description",
        "info10":"There are three mascots in a nod to the three places on the Olympic podium.",
        "info11":"Creator",
        "info12":"Silviya Petrova (Hare), Oleg Seredechniy (Polar Bear) and Vadim Pak (Leopard)",
        "info13":"Did you know?",
        "info14":"The mascots for the Olympic Games were selected after a contest that was first held across the whole of Russia, then internationally. Some 24,048 drawings were received in total. Ten proposals were chosen by a jury of experts for the second phase of the contest. Professional designers then worked on them to refine their final shape. The final decision was taken in a vote by the Russian public as part of a TV programme entitled “Talismaniya Sochi 2014 - The Final” on 26 February 2011.",
        "info15":"Description",
        "info16":"After the flame-lighting ceremony which took place at Olympia and a relay of approximately one week through Greece, the route on Russian soil began on 7 October 2013 in Moscow. From October 2013 to February 2014, it travelled through the 83 regions of the Russian Federation and visited major historic, cultural and natural sites in the country. To cover the large distances between the various stages of the Relay, a motorcade was used until St. Petersburg, a special plane between St. Petersburg and Vladivostok, and a special train in the southern part of the country.",
        "info17":"Designer/ Manufacturer",
        "info18":"The torch is shaped like a bird's feather, as a reference to the phoenix, the fire bird which symbolises good luck and fortune in Russian folklore. The red recalls the uniforms of Russian sports teams.",
        "info19":"Did you know?",
        "info20":"Like for the torch, the shape of the main cauldron was inspired by the firebird. Close to the Fisht Stadium, in the heart of the Olympic Park, the flame burned for the Games' duration 50m atop a tower which represented the head of the bird. At the base of the construction, its open wings formed a circle of about 100m in diameter, where a fountain capable of producing a sound and light show and jets of water 60m high could be found.",
        "info21":"The torch used by Irina Rodnina and Vladislav Tretiak to light the cauldron at the Opening Ceremony of the Games on 7 February 2014 was the same one taken into space in November 2013.",
        "info22":"For the first time in its history, the Olympic flame reached the geographical North Pole. While the main Relay continued in Western Russia, an icebreaker set off on 15 October from Murmansk with an Olympic flame conserved in a lantern on board. ",
        "info23":" This flame reached the geographical North Pole on 19 October and burned there in a cauldron during a ceremony.",
        "info24":"On 23 November, the torch was carried 13 metres down into the depths of Lake Baikal, the deepest lake in the world, thanks to a specially designed burner, similar to the pyrotechnical devices used as warning signals at sea.",
        "image1":"/images/sochi15.png",
        "image2":"/images/sochi16.png",
        "image3":"/images/sochi17.png",
        "Pastgame":[
            {
                "id":5,
                "name":"SOCHI 2014",
                "type":"Winter"
            }
        ]
    },
    {
        "id":6,
        "name":"LONDON 2012",
        "url":"pastgame-london2012",
        "image":"/images/london.png",
        "banner":"/images/london1.png",
        "About":"ABOUT THE GAMES",
        "info1":"The London 2012 Games were centred around the Olympic Park in East London, which is the site of a number of new sports venues. Up to 180,000 spectators a day entered the Park to enjoy the Games, making it the principal focus of Olympic activity. The main venues—the Olympic Stadium, Aquatics Centre, Velodrome and BMX Circuit, as well as the hockey, handball and basketball arenas—were easily accessible through a network of footbridges and walkways within the Park.",
        "info2":"The London 2012 Games included a four-year Cultural Olympiad. It reached a climax with the Olympic Games Opening Ceremony on 27 July 2012, starting a 60-day festival of sport and culture across the UK, as the Olympic and Paralympic spirit crossed the world once again.",
        "info3":"During the Games, 20 million spectator journeys were made in London, including three million on the busiest day of the Games.",
        "info4":"On the obverse, the traditional goddess of victory flies into the Panathinaikos stadium bringing victory to the best athlete. For these Games, the figure of victory is accompanied by the specific inscription: “XXX Olympiad London 2012”. The reverse features an abstract design with the 2012 Games emblem at its centre as a metaphor for the modern city. The design also includes a ribbon representing London's Thames river and an interlocking grid pattern that radiates from the centre and pulls the design together, giving it a sense of outreach while also representing the achievements and efforts of Olympic athletes. A square, which encases the balance of the design, opposes the circular shape of the medals and emphasizes its focus on the centre, reinforcing the sense of place, as in a map inset.",
        "info5":"Designer: David Watkins, Elena Votsi.",
        "info7":"Wenlock",
        "info8":"Wenlock takes his name from the town of Much Wenlock in Shropshire, which still hosts the traditional Much Wenlock Games. These were one of Pierre de Coubertin's sources of inspiration for the modern Olympic Games.",
        "info9":"Description",
        "info10":"According to the story by Michael Morpurgo, Wenlock's metallic look is explained by the fact that he was made from one of the last drops of steel used to build the Olympic Stadium in London. The light on his head is based on those found on London's famous black cabs. The shape of his forehead is identical to that of the Olympic Stadium roof. His eye is the lens of a camera, filming everything he sees. On his wrists, he wears five bracelets in the colours of the Olympic rings. And the three points on his head represent the three places on the podium for the medal winners.",
        "info11":"Creator",
        "info12":"Iris design agency",
        "info13":"Did you know?",
        "info14":"Streets, parks and underground station entrances in London were decorated with 84 sculptures of Wenlock and the Paralympic mascot, Mandeville, standing 2 metres 30 tall and each weighing a ton, to help guide tourists during the Games. These sculptures were decorated by 22 designers to reflect their surroundings. The mascots were chosen in a competition launched in 2008. More than 100 designers, artists and agencies submitted proposals. Wenlock and Mandeville were chosen from a series of designs which included a humanised pigeon, an animated teacup and representations of Big Ben featuring arms and legs.",
        "info15":"Description",
        "info16":"After the lighting ceremony in Olympia, the flame embarked on an eight-day journey across Greece, travelling to Crete and the north of the country via Thessaloniki, Xanthi and Larissa, before arriving on 17 May in Athens to be officially handed over to the Organising Committee of the Olympic Games in London.",
        "info17":"Designer/ Manufacturer",
        "info18":"The triangular shape of the torch refers to the multiples of three found in the Olympic Movement's values of excellence, friendship and respect, the Olympic motto “Citius, Altius, Fortius”, and London's hosting of the Games for a third time. The torch is made from two envelopes of aluminium alloy. It is perforated by 8,000 circles in reference to the 8,000 torchbearers and the 8,000 miles of the relay in the United Kingdom.",
        "info19":"Did you know?",
        "info20":"The cauldron, measuring 8.5 metres high, was made in the form of a flower made from copper petals. Each of these petals, brought in by a participating nation, was meant to bloom during the Games. ",
        "info21":"After the Games, a petal was given to each participating country as a souvenir of the sporting achievements of their athletes. On the petal, the name of the country was engraved.",
        "info22":"The torchbearers were chosen in a public selection procedure launched by the Organising Committee and the relay's partners, Coca-Cola, Lloyds TSB and Samsung.",
        "info23":"On 21 July, the flame entered the city of London in spectacular fashion. Indeed, it was flown in by a Royal Navy Sea King helicopter. Hovering 20m above Tower Wharf, a Royal Marine Commando abseiled from the helicopter, carrying the flame in a lantern attached to him. The flame then travelled some 300km over the week in the British capital and was carried by 982 torchbearers, passing by the city's most famous monuments.",
        "info24":"At a ceremony at London's Design Museum, the torch won the Design of the Year award.",
        "image1":"/images/london15.png",
        "image2":"/images/london16.png",
        "image3":"/images/london17.png",
        "Pastgame":[
            {
                "id":6,
                "name":"LONDON 2012",
                "type":"Summer"
            }
        ]
    },
    {
        "id":7,
        "name":"VANCOUVER 2010",
        "url":"pastgame-vancouver2010",
        "image":"/images/vancouver.png",
        "banner":"/images/vancouver1.png",
        "About":"ABOUT THE GAMES",
        "info1":"The venues for the Vancouver 2010 Olympic and Paralympic Winter Games stretched over a 120-kilometre zone from Richmond, through downtown Vancouver and north to the mountain resort of Whistler. Drawing on both new and existing facilities, VANOC's goal was to create spectacular theatres for sport that provided top conditions for athletes and a welcomed place for spectators to experience the excitement of competition.",
        "info2":"The 2010 Olympic and Paralympic Winter Games events in Vancouver included curling, figure skating, ice hockey, sledge hockey, short-track speed skating and wheelchair curling. Speed skating took place in Richmond, while the snowboard and freestyle skiing events were hosted at Cypress Mountain in the District of West Vancouver. The Olympic Games Opening and Closing Ceremonies, as well as the Paralympic Games Opening Ceremony, were staged indoors at BC Place in Vancouver city centre.",
        "info3":"The following cities were accepted as Candidate Cities to host the XXI Olympic Winter Games in 2010 by the International Olympic Committee (IOC) Executive Board on 28 August 2002 (in the order of drawing of lots): Vancouver (Canada), Salzburg (Austria), PyeongChang (Republic of Korea), Bern (Switzerland). On 27 September 2002, the city of Bern withdrew its candidature to host the XXI Olympic Winter Games.",
        "info4":"On the obverse, the Olympic rings marked in relief accompanied by Aboriginal designs taken from the orca work produced by laser and given the impression of additional texture. On the reverse, the official name of the Games in English and French, the two official languages of Canada and the Olympic Movement. Also present are the 2010 Olympic Winter Games emblem and the name of the sport and event concerned. The undulating shape of the medals was devised by Omer Arbel, a Canadian industrial designer and architect originally from Vancouver. This distinctive look requires the medal to be struck nine times as part of the 30-step fabrication process. The inspiration for these medals came from a large artwork by Corrine Hunt, a Vancouver-based artist of Komoyue and Tlingit heritage. Each of the medals has a hand-cropped section of the artwork, thus making each medal one of a kind.",
        "info5":"Designer: Omer Arbel; Corinne Hunt",
        "info7":"Quatchi and Miga",
        "info8":"The Vancouver Games mascots were creatures inspired by the fauna and tales of the First Nations on the West Coast of Canada.",
        "info9":"Description",
        "info10":"Quatchi is a sasquatch, a popular character from local legend who lives in the forest. He is covered in thick fur and wears boots and earmuffs. Miga is a sea bear, a mythical animal that is part killer whale and part Kermode bear. The Kermode bear, also called “Spirit Bear”, lives only in British Columbia.",
        "info11":"Creator",
        "info12":"Meomi design",
        "info13":"Did you know?",
        "info14":"The Organising Committee launched a tender among illustration agencies and professionals to which 177 responded. Five designers were selected for a more detailed study of their creation skills. Finally, it was Meomi design that won.",
        "info15":"Description",
        "info16":"The shape of the torch was inspired by the fluid lines and curves produced by skis in the snow or skates on ice. There were also the contours of the Canadian landscape and the curves of the relay route. Its imposing size reflected the vastness of Canada's territory. A cut in the shape of a maple leaf, the symbol of Canada, served as an air intake for the flame. The torch bore the emblem and the motto of this edition of the Games: “With Glowing Hearts, Des plus brillants exploits”.",
        "info17":"Designer/ Manufacturer",
        "info18":"After being lit in Olympia, the flame was relayed throughout Greece, where it was flown to Victoria (British Columbia, Canada) from Athens. The relay passed through every Canadian province and territory, and included Montreal and Calgary, host cities of the Games in 1976 and 1988.",
        "info19":"Did you know?",
        "info20":"Two identical cauldrons were used, one in the BC Place Stadium for the Opening and Closing Ceremonies, and another at the Jack Poole Plaza in Coal Harbour. ",
        "info21":" The first was extinguished at the end of the Opening Ceremony, while the second, lit shortly afterwards by Wayne Gretzky, remained alight throughout the Games. ",
        "info22":"At the end of the Games, during the Closing Ceremony, the two cauldrons were extinguished simultaneously.",
        "info23":"The Jack Poole Plaza cauldron can still be seen today. It is roughly 10 metres tall, with each pillar measuring 16.5 metres.",
        "info24":"Eight safety lamps in the shape of miner's lamps bearing the Organising Committee logo were produced by Bombardier. They had a burning time of around 15 hours and used a naphtha-based fuel.",
        "image1":"/images/vancouver15.png",
        "image2":"/images/vancouver16.png",
        "image3":"/images/vancouver17.png",
        "Pastgame":[
            {
                "id":7,
                "name":"VANCOUVER 2010",
                "type":"Winter"
            }
        ]
    },
    {
        "id":8,
        "name":"Beijing 2008",
        "url":"pastgame-beijing2008",
        "image":"/images/beijing2008.png",
        "banner":"/images/beijing20081.png",
        "About":"ABOUT THE GAMES",
        "info1":"Records Tumble: Beijing was the Games of records and superlatives. The Opening Ceremony was unforgettable; the athletes' achievements were astonishing, the organisation was excellent; the venues, breathtaking and the anti-doping tests were stricter. Several hundred million watched worldwide on TV as more than 40 world records and over 130 Olympic records were broken.",
        "info2":"The National Stadium, nick-named the “Bird's Nest”, and the National Swimming Centre, known as the “Water Cube”, were both stunning symbols of the new Beijing. In cycling, the road race followed the Great Wall and passed in front of the “Forbidden City”—two symbols of the thousand-year-old history of the city.",
        "info3":"With his ninth participation in the Games and at the age of 61, Canada's Ian Millar won his first medal in the team jumping event. At 33, and with her fifth participation in the Games, Germany's Oxsana Chusovitina won the silver medal in artistic gymnastics, while U.S. swimmer Dara Torres took three silver medals at the age of 41.",
        "info4":"For the first time, jade is used for the Beijing Olympic medals. The medals have been designed with inspiration coming from 'bi', China's ancient jade piece inscribed with a dragon pattern. The medals symbolise nobility and virtue and are the embodiment of traditional Chinese values of ethics and honour, emitting a strong Chinese flavour. On their obverse side, the medals reflect the Greek character of the Olympic Games: the goddess of victory Nike pictured in the Panathinaikos Stadium. On their reverse side, the medals are inlaid with jade with the emblem of the 2008 Games in Beijing engraved in the metal centrepiece. The design inspiration of the medal hook derives from jade 'huang', a ceremonial jade piece decorated with a double dragon pattern and 'pu', the reed mat pattern.",
        "info5":"Designer: Medal Design Group, China Central Academy of Fine Arts, Elena Votsi",
        "info7":"Beibei, Jingjing, Huanhuan, Yingying, Nini",
        "info8":"Each name rhymes by repeating the same syllable: a traditional Chinese way of showing affection to children. Linking the five names forms the sentence “Welcome to Beijing” (Bei Jing Huan Ying Nin). The mascots form the “Fuwa”, which translates as “good-luck dolls”.",
        "info9":"Description",
        "info10":"The mascots correspond to the five natural elements and, apart from Huanhuan, to four popular animals in China. Each mascot represents the colour of one of the five Olympic rings. Each also bears a wish, as it was traditional in ancient Chinese culture to transmit wishes through signs or symbols.",
        "info11":"Creator",
        "info12":"Han Meilin",
        "info13":"Did you know?",
        "info14":"The Organising Committee invited graphic designers and communications agencies all over the world to send their suggestions for mascots for the Games and attracted more than 3,000 submissions. A series of 100 cartoon episodes entitled “The Olympic Adventures of Fuwa” was shown on more than 100 television channels throughout China, on the public transport system in Beijing and on China's nationwide rail TV networks.",
        "info15":"Description",
        "info16":"The shape of the torch recalls that of a parchment scroll. Its curved body is made of anodised aluminium. A carved etched pattern representing lucky clouds covers the surface of the upper part of the torch. The two ends of the torch also have the shape of a cloud, a very old decorative element from Chinese art which can be found on buildings, sculptures and furniture. The red Chinese lacquer symbolises the spirit of celebration, enthusiasm and luck. A fine layer of rubber-based varnish covers the handle of the torch. It facilitates the grip and aims to imitate the contact of human skin as if the torchbearer were holding a friend's hand.",
        "info17":"Designer/ Manufacturer",
        "info18":"Once lit in Olympia, the flame reached Athens, where it was passed on to representatives of the Beijing Games Organising Committee on 30 March 2008 in the Panathenaic Stadium. On 31 March, the flame landed in Beijing. From there, it continued its journey around the world, which took it to 19 cities on the five continents before reaching Hong Kong, then Macao and, finally, Mainland China.",
        "info19":"Did you know?",
        "info20":"In order to climb Mount Qomolangma (Everest), a second Olympic flame was lit and sent to Tibet from the flame which had arrived in Beijing on 31 March 2008. It reached the summit of the highest mountain in the world on 8 May. The safety lamp and torch were specially modified to allow the flame to burn at the high altitude. On 21 June in Lhassa, this flame then re-joined the one of the relay which travelled through China.",
        "info21":"The cauldron was 32 metres high and weighed 45 tonnes. At the Opening Ceremony, it was discreetly put in place using a system of rails while the crowds' attention was focused on the Athletes' Parade. At the end of 2010, the cauldron was dismantled from the stadium roof so that it subsequently could be relocated to a square nearby.",
        "info22":"The choice of a parchment scroll as the basic shape for the torch is due to chance. The idea arose in a meeting, when a staff member casually rolled up a piece of paper. It was at that moment that the designers realised that the shape which was formed resembled that of a torch.",
        "info23":"The safety lamp was inspired by traditional lanterns used in ancient Chinese palaces. The round and square shapes found in the design symbolise the Chinese concept of round sky and square Earth. Like the torch, it bears the pattern of lucky clouds.",
        "info24":"The height of 72cm was derived from 8 x 9: two figures that express luck and longevity in Chinese culture.",
        "image1":"/images/beijing200815.png",
        "image2":"/images/beijing200816.png",
        "image3":"/images/beijing200817.png",
        "Pastgame":[
            {
                "id":8,
                "name":"BEIJING 2008",
                "type":"Summer"
            }
        ]
    },
    {
        "id":9,
        "name":"TURIN 2006",
        "url":"pastgame-turin2022",
        "image":"/images/turin.png",
        "banner":"/images/turin1.png",
        "About":"ABOUT THE GAMES",
        "info1":"A Record Games: With a population of more than 900,000, Turin became the largest city ever to host the Olympic Winter Games. A record 2,508 athletes from 80 National Olympic Committees (NOCs) competed, and 26 NOCs took home medals—another record.",
        "info2":"Expanding Coverage: For the first time, live video coverage of the Games was available on mobile phones. Video coverage was available in 18 countries on five continents. In another first, television viewers in Mongolia and Azerbaijan were also able to watch all the action. Surfing the internet for results proved popular too, with torino2006.org registering approximately 700 million page views, and the site of the International Olympic Committee, Olympic.org, over 32 million.",
        "info3":"Olympic Spirit: When Sara Renner of Canada broke one of her poles in the cross-country skiing team sprint, Norwegian head coach Bjørnar Håkensmoen lent her one of his (albeit 12cm too long). This act of fair play and sportsmanship allowed Renner to help her team win silver, and dropped Norway out of the medals.",
        "info4":"The medal concept was worked upon by Ottaviani International and the TOROC graphic team, headed by Dario Quatrini. The medal is round with an empty space at the centre, representing the Italian piazza. The medal was wrapped up in its ribbon, which, unlike in previous Games, was not sewn to its top. The 2006 Olympic Winter Games medal is also round like the Olympic rings or a symbolic victory ring and, with its open space at its centre, it reveals the place where the heart beats, the symbol of life itself. To highlight the three-dimensional characteristics of the medal, its surface was carefully made using full and empty spaces, with shiny and satiny textures. The medal is only complete, however, when it is hanging geometrically from the athlete's neck, lying on its chest, circling and revealing the area near its heart and focusing attention on the athlete's vital energy and human emotions.",
        "info5":"Designer: Dario Quatrini",
        "info7":"Neve and Gliz",
        "info8":"In Italian, “neve” means snow and “gliz” is a nod to the word “ghiaccio”, which means ice.",
        "info9":"Description",
        "info10":"Neve is a snowball; Gliz is an ice cube. Together, they represent the fundamental elements required for successful Winter Games and personify Winter sports. Neve, with fluid and rounded contours, is linked to harmony and elegance of movement. She is dressed in red. The angular and smooth shapes of Gliz recall the power and strength of athletes. He wears a blue outfit.",
        "info11":"Creator",
        "info12":"Pedro Albuquerque",
        "info13":"Did you know?",
        "info14":"The mascots' creation was the subject of an international contest, launched three years before the start of the Games. The contest was open to design, advertising and graphic design agencies as well as independent graphic designers. Five finalists were selected out of the 237 proposals received; the winner, a Portuguese designer, was selected by the President's Office of the Organising Committee.",
        "info15":"Description",
        "info16":"The torch bore the inscription “Torino 2006”, together with the Games emblem and the Olympic rings. Using technology based on an internal combustion system, the flame, instead of emerging from a hole at the top, surrounded part of the body of the torch, giving the impression that the metal itself was on fire. The aim was to reinterpret the traditional wooden torch. The shape of the torch was also reminiscent of a ski tip and the monument which is the symbol of Turin: the Mole Antonelliana.",
        "info17":"Designer/ Manufacturer",
        "info18":"After being lit in Olympia, the flame was relayed to Athens and flown to Rome, where the Italian leg of the relay began. It included parts in the neighbouring countries, including the former Olympic Winter Games host cities of Albertville and Grenoble in France. The relay on Italian soil got under way at the Piazza del Quirinale. Stefano Baldini, the marathon Olympic gold medallist in Athens in 2004, was the first torchbearer. The flame then travelled around Italy, passing, in particular, through the two cities which had already hosted the Games: Cortina d'Ampezzo and Rome.",
        "info19":"Did you know?",
        "info20":"A team of 30 people spent 18 months working on designing and producing the torch, making a total of over 20,000 hours' work.",
        "info21":"When the flame stopped in Cortina d'Ampezzo, it was exactly 50 years to the day after the opening of the Olympic Winter Games in 1956.",
        "info22":"The torch design was selected from among 182 entries as part of a global competition.",
        "info23":"They covered part of the stadium before handing the flame to Piero Gros, an Alpine skiing gold medallist at the Games in 1976, who was followed by the penultimate torchbearer Deborah Compagnoni, three-time Olympic Alpine skiing champion in 1992, 1994 and 1998. She passed the flame to Stefania Belmondo, an Italian Nordic skiing legend, who lit the 57-metres high cauldron, the tallest in the history of the Games.",
        "info24":"The final part of the relay honoured some of Italy's sporting heroes. First, it was three-time Olympic skiing champion Alberto Tomba who had the privilege to carry the Olympic flame into the stadium, then to hand it to the four men who had made up the Italian 4x10 km cross-country skiing relay team which won gold in Lillehammer in 1994.",
        "image1":"/images/turin15.png",
        "image2":"/images/turin16.png",
        "image3":"/images/turin17.png",
        "Pastgame":[
            {
                "id":9,
                "name":"TURIN 2006",
                "type":"Winter"
            }
        ]
    },
    {
        "id":10,
        "name":"ATHENS 2004",
        "url":"pastgame-athens2004",
        "image":"/images/athens.png",
        "banner":"/images/athens1.png",
        "About":"ABOUT THE GAMES",
        "info1":"Biggest Games: A record 201 National Olympic Committees (NOCs) participated in the Olympic Games. The overall tally for events on the programme was 301 (one more than at the Sydney Games in 2000).",
        "info2":"Most Popular: Popularity in the Games also soared, as 3.9 billion people had access to the television coverage compared to 3.6 billion for Sydney. This global audience enjoyed coverage of never-before-seen sports such as women's wrestling, which was included in the programme for the first time.",
        "info3":"Records Tumble: Swimmer Michael Phelps won six gold medals and set a single-Games record with eight total medals. Leontien Ziljaard-van Moorsel became the first female cyclist to earn four career gold medals, reaching a total of six Olympic medals, while canoeist Birgit Fischer became the first athlete in any sport to win two medals in each of five Olympic Games.",
        "info4":"The main feature of the medals is the Greek character shown on both sides, since their basic side has been changed for the first time since the Amsterdam Olympic Games in 1928. This is of particular importance, as from now on all Olympic medals will reflect the Greek character of the Games as regards both their origin and their revival. On the medals awarded to Olympic athletes from 1928 until the Sydney Games, goddess Nike was seated, holding an ear of corn in one hand and a wreath in the other. Here, she flies into the stadium bringing victory to the best athlete.",
        "info5":"Designer: Elena Votsi",
        "info7":"Phevos and Athena",
        "info8":"The names of the two mascots are a reference to two gods of Olympus: “Phevos” is another name for Apollo, the god of light and music; Athena is the goddess of wisdom and protector of the city of Athens. The two mascots thus symbolise the link between Ancient Greece and the Olympic Games of the modern era.",
        "info9":"Description",
        "info10":"Phevos and Athena are brother and sister. They owe their strange shape to a typical terracotta doll in the shape of a bell from the 7th century BC, the “daidala”. They symbolise the pleasure of playing and the values of Olympism. The choice of a brother and sister was deliberate: they embody the unity of men and women, through equality and brotherhood. Phevos wears a blue tunic to recall the sea and the colour of the Games emblem, while Athena is in orange to evoke the sun and the Paralympic emblem.",
        "info11":"Creator",
        "info12":"Spiros Gogos, Paragraph Design",
        "info13":"Did you know?",
        "info14":"In Ancient Greece, as well as being children's toys, daidala had a symbolic function. Before they got married, girls would sacrifice their doll and their dress to the gods for purity and fertility. The example which inspired the mascots is displayed at the National Archaeological Museum in Athens. A competition was held to design the mascot. In all, 196 proposals were submitted by design agencies and professionals from all over the world.",
        "info15":"Description",
        "info16":"The shape of the torch recalls the simple and harmonious lines of an olive tree leaf. Its two-tone aspect, linking the wood of an olive tree and metal, echoes the two sides of the leaf, the colours of which are different. Its ergonomic design represents the extension of the moving flame. On the metal part is the emblem of the Games.",
        "info17":"Designer/ Manufacturer",
        "info18":"For the first time, and to celebrate the return of the Olympic Games to their country of origin, a “global” torch relay was organised. Before returning to Greece, it travelled across the five continents in reference to the five Olympic rings. The flame passed by all the cities that had hosted the Games since 1896, as well as other cities in the world that occupied a significant place in terms of sport, history and culture.",
        "info19":"Did you know?",
        "info20":"The olive tree has a very strong symbolic connotation in Greece.",
        "info21":"It has been the sacred tree of the Mediterranean people for thousands of years and was the ancient symbol of the Athenian City State. It evokes peace and freedom. ",
        "info22":"Thus, the Athens torch, in the shape of an olive leaf, was intended to be the bearer of a peaceful message on the five continents.",
        "info23":"After the lighting ceremony which was held in Olympia on 25 March, the day of the 108th anniversary of the revival of the modern Olympic Games, a seven-day relay began across Greece, the last stage being the celebration at the Panathenaic Stadium. The flame stayed there for 64 days, burning in a special cauldron. It was only on 2 June that it was taken to Athens International Airport to fly to Sydney, host of the Games four years earlier. Cathy Freeman, Australian 400m gold medallist, kicked off the international relay on 4 June in Sydney.",
        "info24":"The flame then headed to Melbourne, Tokyo, Seoul, Beijing, Delhi, Cairo and Cape Town, where it made its first journey on African soil. It then crossed the Atlantic to visit Rio de Janeiro, Mexico City, Los Angeles, St. Louis, Atlanta and New York. After Montreal, the flame came back to Europe and visited Antwerp, Brussels, Amsterdam, Geneva, Lausanne, Paris, London, Barcelona, Rome, Munich, Berlin, Stockholm, Helsinki, and finally Moscow, Kiev, Istanbul, Sofia and Nicosia.",
        "image1":"/images/athens15.png",
        "image2":"/images/athens16.png",
        "image3":"/images/athens17.png",
        "Pastgame":[
            {
                "id":10,
                "name":"ATHENS 2004",
                "type":"Summer"
            }
        ]
    }
]