[
  {
    "id": "sean-mccoll",
    "name": "SEAN MCCOLL",
    "image": "/images/Bao/assets/Athletes/ytyn81ej8wbxemc0sj5h.webp",
    "sport": "CAN, SPORT CLIMBING",
    "medal": "None",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "1987",
    "biography": "Like many climbers who competed at Tokyo 2020 Canadian born Sean McColl has always dreamt of being an Olympian. The difference is that he played a major part in making it happen. The announcement of sport climbing's inclusion into the Olympic Games was particularly special for the 33-year-old who as president of the IFSC's athlete commission had made several presentations to the IOC on behalf of the sport. He was careful to cite the young demographic of the climbers - and it paid off. McColl has been a professional climber since he was 19, enjoying a lengthy career - and collecting a diploma from the British Columbia Institute of Technology in between."
  },
  {
    "id": "yuzuru-hanyu",
    "name": "YUZURU HANYU",
    "image": "/images/Bao/assets/Athletes/gxts3zdtbcf6sb2bid9s.webp",
    "sport": "JPN, FIGURE SKATING",
    "medal": "2G",
    "participation": 3,
    "firstgame": "Sochi 2014",
    "birthdate": "1994",
    "biography": "It's hard to argue that anyone has had a bigger impact on modern-day figure skating than Hanyu Yuzuru, the two-time Olympic champion. Hanyu's technique is outstanding, but he combines his ability with an astonishing creativity and artistry. He makes difficult moves like the Beillmann spin and the doughnut spin look simple. Battling through multiple injuries, the Japanese star has changed the landscape of the sport since his first Olympic title at Sochi 2014. A huge presence in Japan, he is a star of TV and film as well as one of the country's most famous athletes."
  },
  {
    "id": "coco-gauff",
    "name": "COCO GAUFF",
    "image": "/images/Bao/assets/Athletes/dmlz3iti2v60n27qqvpp.webp",
    "sport": "USA, TENNIS",
    "medal": "None",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "2004",
    "biography": "From dancing in the US Open stands at the age of eight to lifting the trophy in Arthur Ashe adium 11 years later, Cori \"Coco\" Gauff's rise in the tennis world has been meteoric. In 2023, she fulfilled her destiny by winning her home Grand Slam event, showcasing the immense potential that had been evident since her teenage years."
  },
  {
    "id": "marcus-dealmeida",
    "name": "MARCUS D'ALMEIDA",
    "image": "/images/Bao/assets/Athletes/puhg8m8mbz3y0yfyd7k1.webp",
    "sport": "BRA, ARCHERY",
    "medal": "None",
    "participation": 2,
    "firstgame": "Rio 2016",
    "birthdate": "1998",
    "biography": ""
  },
  {
    "id": "yuto-horigome",
    "name": "YUTO HORIGOME",
    "image": "/images/Bao/assets/Athletes/wlfiwclru4tqgbcygxpf.webp",
    "sport": "JPN, SKATEBOARDING",
    "medal": "1G",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "1999",
    "biography": "Born on January 7th, 1999, in Tokyo Japan, Yuto Horigome was sitting on a skateboard before he was standing on one. His father Ryota Horigome, a former street skateboarder, introduced his young son to the sport before he could walk. Soon enough the board switched from toy to means of expression and Horigome began spending his days learning how to skate at the local “Amazing square” skate park in Tokyo. Age 15, Horigome began entering skateboarding contests in America, drawing widespread attention for his ability to take on massive rails and gaps. Sensing California was the place to be to progress his career, in 2016 Horigome moved Stateside full-time."
  },
  {
    "id": "rayssa-leal",
    "name": "RAYSSA LEAL",
    "image": "/images/Bao/assets/Athletes/cvkohtnfy2gchvxw2w8l.webp",
    "sport": "BRA, SKATEBOARDING",
    "medal": "1S",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "2008",
    "biography": "July 2021.Tokyo. A beaming 13-year-old, with a youthful face only betrayed by her braces, proudly bites on the silver medal she just earned at the Olympic games. Rayssa Leal's infectious joy and unbridled enthusiasm shined through, and she radiated pure happiness as the teenager became one of the youngest Olympic medalists in history. \"It's like I'm in an amusement park and I'm just having fun,\" she told Olympic.com, reflecting on her joie de vivre and winning mentality. \"Because I am doing what I like and what was my dream to always do. So just getting to championships and being with my family and with my friends is great,\" she explained."
  },
  {
    "id": "katie-ledecky",
    "name": "KATIE LEDECKY",
    "image": "/images/Bao/assets/Athletes/qrgvoximtbab3hvo67sh.webp",
    "sport": "USA, SWIMMING",
    "medal": "7G, 3s",
    "participation": 3,
    "firstgame": "London 2012",
    "birthdate": "1997",
    "biography": "With seven Olympic gold medals and 21 World Championship titles, Katie Ledecky is one of the swimming's all-time greats. Having sprung to fame by winning 800m freestyle gold at London 2012 as a 15-year-old, the American has gone on to become Olympic champion at every distance from 200m to 1500m."
  },
  {
    "id": "kristof-milak",
    "name": "KRISTOF MILAK",
    "image": "/images/Bao/assets/Athletes/u3bpi1kmm0n9nptnfgon.webp",
    "sport": "HUN, SWIMMING",
    "medal": "1G, 1S",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "2000",
    "biography": "Kristof Milak literally made waves at the Youth Olympic Games Buenos Aires 2018, where took home the men's 200m butterfly, 200m freestyle, and 400m freestyle titles, in addition to the 100m butterfly silver. The Hungarian chose to focus on the butterfly, and that decision paid dividends at the 2019 World Championships in Gwangju, where he clocked 1:50:73 over 200m to smash Michael Phelps' 10-year-old world record and win the world title. The 2020 European Championships brought more success, with the Budapest native winning the 100m and 200m butterfly races, with a new national record of 50:18 in the former."
  },
  {
    "id": "kaylee-mckeown",
    "name": "KAYLEE MCKEOWN",
    "image": "/images/Bao/assets/Athletes/heoopmantspbzhbwwjya.webp",
    "sport": "AUS, SWIMMING",
    "medal": "3G, 1B",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "2001",
    "biography": "Kaylee McKeown first appeared on the Olympic stage at the Buenos Aires 2018 Youth Olympics, where the swimmer won women's 50m backstroke gold, alongside silver in the 100m backstroke, and bronze in the 200m backstroke. In the run up to the Olympic Games Tokyo 2020, the Queenslander clocked a 57.45 to break the 100m backstroke world record. She then backed up that performance at the Games, winning two individual gold medals in the 100m and 200m backstroke, and another gold as part of the all-star Australian women's 4x100m medley team that also featured Chelsea Hodges, Emma McKeon, and Cate Campbell."
  },
  {
    "id": "caeleb-dressel",
    "name": "CAELEB DRESSEL",
    "image": "/images/Bao/assets/Athletes/kxv7nqrkzzwxkvysxdeo.webp",
    "sport": "USA, SWIMMING",
    "medal": "7G",
    "participation": 2,
    "firstgame": "Rio 2016",
    "birthdate": "1996",
    "biography": "It is unlikely that any swimmer will ever surpass Michael Phelps' astonishing record of 23 Olympic gold medals - but Dressel looks like the aquatic star most likely to be able to accumulate large amounts of medals at summer Games, Phelps-style. The Florida-born 23-year-old, like Phelps, can swim freestyle, breaststroke and butterfly to the highest of standards - a versatility that means he can potentially threaten in seven or more races this summer. Dressel proved this at the 2017 World Aquatics Championships in Budapest, Hungary, where he swept the board and grabbed seven gold medals. Looking utterly dominant, he won the 50m freestyle, 100m freestyle, 100m butterfly, 4x100m freestyle, 4x100m medley, 4x100m mixed freestyle and the 4x100m mixed medley. He became the first man ever to get three golds in one night at that meeting."
  },
  {
    "id": "flora-duffy",
    "name": "FLORA DUFFY",
    "image": "/images/Bao/assets/Athletes/aopkmtbyyc7fbhoh6gzz.webp",
    "sport": "BER, TRIATHLON",
    "medal": "1G",
    "participation": 4,
    "firstgame": "Beijing 2008",
    "birthdate": "1987",
    "biography": "With gold medals at the Olympics, World Athletics Championships, Asian Games, Commonwealth Games, Asian Championships and a Diamond League title to his name, Indian javelin thrower Neeraj Chopra has already etched his name in the history books at a very young age. The Indian javelin thrower became the first and only track and field athlete from the country to win an Olympic gold at Tokyo 2020. Two years later, he topped the podium at the World Athletics Championships 2023 in Budapest to become India's first-ever world champion in any athletics discipline."
  },
  {
    "id": "neeraj-chopra",
    "name": "NEERAJ CHOPRA",
    "image": "/images/Bao/assets/Athletes/o7jvipsa0kfv8uv9hzbm.webp",
    "sport": "IND, ATHLETICS",
    "medal": "1G",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "1997",
    "biography": ""
  },
  {
    "id": "armand-duplantis",
    "name": "ARMAND DUPLANTIS",
    "image": "/images/Bao/assets/Athletes/adzmrximqjxi6qiggikf.webp",
    "sport": "SWE, ATHLETICS",
    "medal": "1G",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "1999",
    "biography": "Armand \"Mondo\" Duplantis, born in Louisiana in 1999, has long been pegged as the one to watch in men's pole vaulting. But few, even among the most avid track and field followers, would have expected his rise to culminate in him breaking the world record so quickly. Born to an American pole vaulter father and Swedish long jumper mother, Duplantis opted to compete internationally for his mother's home country. In 2015, still four months shy of his 16th birthday, he won the world under-18 title; barely two years later he had already broken the under-20 world record with a clearance of 5.90m, attracting the attention of the great Sergey Bubka."
  },
  {
    "id": "shelly-ann-fraser-pryce",
    "name": "SHELLY-ANN FRASER-PRYCE",
    "image": "/images/Bao/assets/Athletes/hgotdozfbffr1w9jbbj6.webp",
    "sport": "JAM, ATHLETICS",
    "medal": "3G, 4S, 1B",
    "participation": 4,
    "firstgame": "Beijing 2008",
    "birthdate": "1986",
    "biography": "Shelly-Ann Fraser-Pryce, aka the \"Pocket Rocket\", is one of the greatest sprinters in history. Her contributions to Jamaican sprinting, along with her compatriot Usain Bolt, have significantly elevated the country's reputation in the world of athletics."
  },
  {
    "id": "winfred-mutile-yavi",
    "name": "WINFRED MUTILE YAVI",
    "image": "/images/Bao/assets/Athletes/rcqujgkcakerssfiztts.webp",
    "sport": "BRN, ATHLETICS",
    "medal": "None",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "1999",
    "biography": ""
  },
  {
    "id": "yaroslava-mahuchikh",
    "name": "YAROSLAVA MAHUCHIKH",
    "image": "/images/Bao/assets/Athletes/szu1u2wdvntueanxls63.webp",
    "sport": "UKR, ATHLETICS",
    "medal": "1B",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "2001",
    "biography": ""
  },
  {
    "id": "yulimar-rojas",
    "name": "YULIMAR ROJAS",
    "image": "/images/Bao/assets/Athletes/q8t8ckpnchmgk4mczt3j.webp",
    "sport": "VEN, ATHLETICS",
    "medal": "1G, 1S",
    "participation": 2,
    "firstgame": "Rio 2016",
    "birthdate": "1995",
    "biography": ""
  },
  {
    "id": "carlos-e-yulo",
    "name": "CARLOS E. YULO",
    "image": "/images/Bao/assets/Athletes/y9zqhstrzijpteorefyi.webp",
    "sport": "PHI, ARTISTIC GYMNASTICS",
    "medal": "None",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "2000",
    "biography": ""
  },
  {
    "id": "p-v-sindhu",
    "name": "P. V. SINDHU",
    "image": "/images/Bao/assets/Athletes/gsfzbbjmgyi8atet8iot.webp",
    "sport": "IND, BADMINTON",
    "medal": "1S, 1B",
    "participation": 2,
    "firstgame": "Rio 2016",
    "birthdate": "1995",
    "biography": "Pusarla Venkata Sindhu is a sporting icon of the 21st century and a shining beacon for sportswomen in India. The shuttler has risen to the top of the world in the last decade, winning dozens of titles across the globe. After becoming the first Indian woman to win a silver medal at the Olympics and gold at the BWF World Championships, PV Sindhu added another piece of metal to her glittering cabinet by winning her second straight Olympic medal - a bronze at Tokyo 2020, thus becoming the first Indian woman to win two Olympic medals."
  },
  {
    "id": "alaa-maso",
    "name": "ALAA MASO",
    "image": "/images/Bao/assets/Athletes/okl0qlkxygyr0hsdsywl.webp",
    "sport": "EOR, SWIMMING",
    "medal": "None",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "2000",
    "biography": "Alaa used to live in Aleppo with his family, and began swimming at an early age thanks to his father, who became a swimming coach following his retirement from the army. He trained as a swimmer and a triathlete and knew fellow refugee swimmer Yusra Mardini when they were both young. Alaa left Syria in 2015 after his training facilities were damaged and he felt the pressure of the conflict all around him. Following a long journey across Europe, he settled in Germany and began swimming training once again with Emil Guliyev. Alaa competed in Tokyo 2020 in the 50m freestyle. He is now aiming for Paris 2024 and hopes to compete in two events: 50m and 100m freestyle."
  },
  {
    "id": "serena-williams",
    "name": "SERENA WILLIAMS",
    "image": "/images/Bao/assets/Athletes/vhfr6hduzmldcu4dhgre.webp",
    "sport": "USA, TENNIS",
    "medal": "4G",
    "participation": 4,
    "firstgame": "Sydney 2000",
    "birthdate": "1981",
    "biography": ""
  },
  {
    "id": "elin-rubensson",
    "name": "ELIN RUBENSSON",
    "image": "/images/Bao/assets/Athletes/bxcutsu799ls7t2mcdwl.webp",
    "sport": "SWE, FOOTBALL",
    "medal": "1S",
    "participation": 1,
    "firstgame": "Rio 2016",
    "birthdate": "1993",
    "biography": ""
  },
  {
    "id": "carissa-moore",
    "name": "CARISSA MOORE",
    "image": "/images/Bao/assets/Athletes/ync1ytpmcucn4z4zkja1.webp",
    "sport": "USA, SURFING",
    "medal": "1G",
    "participation": 1,
    "firstgame": "Tokyo 2020",
    "birthdate": "1992",
    "biography": "What can you say about Carissa Moore that hasn't already been said? The Hawaii-born star writes her own superlatives with every performance. For six months of the year, she enjoys the quiet life she has in Honolulu with her husband, Luke, and two dogs, Maya and Tuffy. But for the other six months, Moore travels the world 'chasing waves' and following her dreams as a professional surfer. And in 2021, that half-year was very special indeed. The 28-year-old Moore headed to Tokyo 2020 in fine form with six competitions under her belt this year - all of them finishing 1st, second or third. And she was untouchable all the way to the Olympic final against South African Bianca Buitendag, taking gold 101 years after Hawaiian surf legend Duke Kahanamoku first said surfing should be included in the Games."
  },
  {
    "id": "filipe-toledo",
    "name": "FILIPE TOLEDO",
    "image": "/images/Bao/assets/Athletes/xdejkrdapy3fitgm3ang.webp",
    "sport": "BRA, SURFING",
    "medal": "None",
    "participation": 0,
    "firstgame": "Tokyo 2020",
    "birthdate": "1995",
    "biography": ""
  }
]
